---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MH2O
source: html/960d2fc4-5168-7138-bec3-07929ed36c6f.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MH2O Property

Symbol mH2O, indicating unit Meters of water column.

## Syntax (C#)
```csharp
public static ForgeTypeId MH2O { get; }
```